{
  "usuarios": [],
  "produtos": [
    {
      "id": "6452061",
      "imagem": "/assets/images/produtos/caneca-stormtrooper.jpg",
      "categoria": "Star Wars",
      "nome": "Caneca Stormtrooper",
      "preco": 19.99,
      "descricao": "Uma caneca única projetada no formato de um capacete Stormtrooper, perfeita para desfrutar de sua bebida favorita enquanto mostra seu amor por Star Wars."
    },
    {
      "id": "5282005",
      "imagem": "/assets/images/produtos/conjunto-lego-star-wars.jpg",
      "categoria": "Star Wars",
      "nome": "Conjunto LEGO Star Wars",
      "preco": 59.99,
      "descricao": "Um conjunto de LEGO que apresenta personagens do Star Wars, incluindo Darth Vader e um piloto de TIE Fighter. Perfeito para qualquer fã de Star Wars e LEGO."
    },
    {
      "id": "2821801",
      "imagem": "/assets/images/produtos/figura-yoda.jpg",
      "categoria": "Star Wars",
      "nome": "Figura Yoda de Star Wars",
      "preco": 29.99,
      "descricao": "Esta é uma figura do Yoda, o sábio Mestre Jedi de Star Wars. Yoda é retratado em seu manto cinza característico, em uma pose que reflete sua sabedoria e serenidade. Uma peça de colecionador perfeita para qualquer fã de Star Wars."
    },
    {
      "id": "9056851",
      "imagem": "/assets/images/produtos/figura-stormtrooper.jpg",
      "categoria": "Star Wars",
      "nome": "Figura Stormtrooper de Star Wars",
      "preco": 34.99,
      "descricao": "Esta é uma figura do Stormtrooper, o icônico soldado do Império Galáctico em Star Wars. O Stormtrooper está em posição de prontidão, segurando um rifle blaster. Uma peça de colecionador perfeita para qualquer fã de Star Wars."
    },
    {
      "id": "5602247",
      "imagem": "/assets/images/produtos/figura-baby-yoda.jpg",
      "categoria": "Star Wars",
      "nome": "Figura Baby Yoda de Star Wars",
      "preco": 39.99,
      "descricao": "Esta é uma figura do Baby Yoda, o adorável personagem da série 'The Mandalorian' de Star Wars. Baby Yoda é retratado em seu manto cinza característico, capturando sua expressão curiosa e encantadora."
    },
    {
      "id": "6546903",
      "imagem": "/assets/images/produtos/figura-kylo-ren.jpg",
      "categoria": "Star Wars",
      "nome": "Figura Kylo Ren de Star Wars",
      "preco": 44.99,
      "descricao": "Esta é uma figura do Kylo Ren, o poderoso guerreiro do lado sombrio da Força em Star Wars. Kylo Ren é retratado em seu manto preto característico, segurando um sabre de luz. Uma peça de colecionador perfeita para qualquer fã de Star Wars."
    },
    {
      "id": "9963402",
      "imagem": "/assets/images/produtos/controle-xbox-one-branco.jpg",
      "categoria": "Consoles",
      "nome": "Controle Xbox One Branco",
      "preco": 59.99,
      "descricao": "Este é um controle branco do Xbox One. O controle possui um design ergonômico com dois joysticks analógicos, um D-pad, quatro botões frontais (A, B, X, Y) e dois botões superiores. É ideal para uma experiência de jogo imersiva no console Xbox One."
    },
    {
      "id": "8700684",
      "imagem": "/assets/images/produtos/playstation-5-com-controle.jpg",
      "categoria": "Consoles",
      "nome": "Console PlayStation 5 com Controle",
      "preco": 499.99,
      "descricao": "Este é um console PlayStation 5 com seu controle. O console e o controle são predominantemente brancos, exibindo seu design moderno e elegante. O console PlayStation 5 é conhecido por sua velocidade, gráficos de alta qualidade e experiência de jogo imersiva."
    },
    {
      "id": "3188177",
      "imagem": "/assets/images/produtos/console-nes.jpg",
      "categoria": "Consoles",
      "nome": "Console Nintendo Entertainment System",
      "preco": 149.99,
      "descricao": "Este é um console Nintendo Entertainment System. O console tem uma cor cinza clara na parte superior e cinza escuro na parte inferior. Possui dois botões retangulares vermelhos e pretos na frente do console, usados para resetar e ligar/desligar o sistema."
    },
    {
      "id": "5024624",
      "imagem": "/assets/images/produtos/controle-nintendo-switch.jpg",
      "categoria": "Consoles",
      "nome": "Controle Joy-Con Nintendo Switch",
      "preco": 79.99,
      "descricao": "Este é um controle Joy-Con do Nintendo Switch. O controle é colorido, com uma parte azul e uma parte vermelha. Possui botões direcionais, botões frontais (A, B, X, Y) e joysticks analógicos. É ideal para uma experiência de jogo versátil no console Nintendo Switch."
    },
    {
      "id": "4107800",
      "imagem": "/assets/images/produtos/xbox-series-x.jpg",
      "categoria": "Consoles",
      "nome": "Console Xbox Series X",
      "preco": 499.99,
      "descricao": "Este é um console Xbox Series X. O console é preto e tem um formato retangular, semelhante a uma torre. Possui um logotipo Xbox visível no canto superior esquerdo e uma entrada para discos na parte frontal inferior, que pode reproduzir discos de jogos ou outros tipos de mídia."
    },
    {
      "id": "6098271",
      "imagem": "/assets/images/produtos/game-boy-color.jpg",
      "categoria": "Consoles",
      "nome": "Console Game Boy Color",
      "preco": 99.99,
      "descricao": "Este é um console Game Boy Color. O console é transparente, permitindo que você veja a placa de circuito verde interna. Ele possui botões de controle de jogo e uma pequena tela. É ideal para uma experiência de jogo portátil retrô."
    },
    {
      "id": "1516831",
      "imagem": "/assets/images/produtos/camisa-atari.jpg",
      "categoria": "Diversos",
      "nome": "Camisa Atari",
      "preco": 29.99,
      "descricao": "Esta é uma camisa com o logotipo do Atari. A camisa é de cor clara e o logotipo é estampado no centro. É ideal para fãs de jogos retrô e da marca Atari."
    },
    {
      "id": "7422492",
      "imagem": "/assets/images/produtos/camisa-snes.jpg",
      "categoria": "Diversos",
      "nome": "Camisa Super Nintendo Entertainment System",
      "preco": 29.99,
      "descricao": "Esta é uma camisa com o design do Super Nintendo Entertainment System (SNES). A camisa é cinza e o design é estampado no centro. É ideal para fãs de jogos retrô e da marca Nintendo."
    },
    {
      "id": "6627808",
      "imagem": "/assets/images/produtos/figura-sonic.jpg",
      "categoria": "Diversos",
      "nome": "Figura Sonic",
      "preco": 19.99,
      "descricao": "Esta é uma figura do Sonic, o personagem icônico dos videogames. Sonic é retratado em sua cor azul característica e em uma pose ativa. É ideal para fãs de jogos retrô e da marca Sega."
    },
    {
      "id": "8098452",
      "imagem": "/assets/images/produtos/radio-relogio-antigo.jpg",
      "categoria": "Diversos",
      "nome": "Rádio Relógio Antigo",
      "preco": 49.99,
      "descricao": "Este é um rádio relógio antigo com um design retangular e longo. O corpo do rádio é predominantemente rosa, com botões prateados e uma tela preta onde as informações são exibidas."
    },
    {
      "id": "3870226",
      "imagem": "/assets/images/produtos/oculos-realidade-virtual.jpg",
      "categoria": "Diversos",
      "nome": "Óculos de Realidade Virtual",
      "preco": 199.99,
      "descricao": "Este é um óculos de realidade virtual. O dispositivo é usado na cabeça e permite ao usuário interagir com ambientes simulados. É ideal para uma variedade de usos, desde jogos até treinamento e educação."
    },
    {
      "id": "1006997",
      "imagem": "/assets/images/produtos/fantasia-gigante-pikachu.jpg",
      "categoria": "Diversos",
      "nome": "Fantasia Gigante de Pikachu",
      "preco": 299.99,
      "descricao": "Esta é uma grande fantasia ou modelo inflável de Pikachu. O Pikachu é caracterizado por sua cor amarela, orelhas pontudas com as pontas pretas e bochechas vermelhas. É ideal para eventos, festas temáticas ou para fãs de Pokémon."
    }
  ]
}